Repository: w6d-io/parking-management
Catalog: languages/parking-management-*.po
Languages: fr_fr

source: Parking management
fr_fr: Gestion de parking

source: Plugin to manage park booking
fr_fr: Plugin de gestion de réservation de stationnement

source: Car park
fr_fr: Parking

source: You are not allowed to edit this page.
fr_fr: Vous n'avez pas le droit d'éditer cette page

source: Configuration saved.
fr_fr: Configuration sauvegardé

source: Title
fr_fr: Titre

source: Name
fr_fr: Nom

source: Copy and paste this code into your page to include booking form.
fr_fr: Copier et coller ce code dans votre page pour inclure un formulaire de réservation

source: Copy and paste this code into your page to include valet booking form.
fr_fr: Copier/Coller ce code dans votre page pour inclure un formulaire de réservation voiturier

source: Copy and paste this code into your page to include home booking form.
fr_fr: Copier et coller ce code dans votre page pour inclure un formulaire de réservation en page d'accueil

source: Copy and paste this code into your page to include booked message.
fr_fr: Copier et coller ce code dans votre page pour inclure un message de parking complet

source: Copy and paste this code into your page to include high-season message.
fr_fr: Copier et coller ce code dans votre page pour inclure un message sur les hautes saisons

source: Copy and paste this code into your page where you want a notification confirmation after an order.
fr_fr: Copier et coller ce code dans votre page pour envoyer des notifications de confirmation de réservation

source: Copy and paste this code into your page where you want a notification cancellation after an order.
fr_fr: Copier et coller ce code dans votre page pour envoyer une notification d'annulation de réservation

source: Copy and paste this code into your page to include payplug payment form.
fr_fr: Copier et coller ce code dans votre page pour inclure un formulaire Payplug

source: Copy and paste this code into your page to include mypos payment form.
fr_fr: Copier et coller ce code dans votre page pour inclure un formulaire MyPOS

source: Save
fr_fr: Sauvegarder

source: Browse page
fr_fr: Selectionner une page

source: Address
fr_fr: Adresse

source: Vehicle Type supported
fr_fr: Type de véhicule supporté

source: Vehicle storage mode
fr_fr: Mode de garde

source: Host
fr_fr: Adresse

source: Username
fr_fr: Utilisateur

source: Password
fr_fr: Mot de passe

source: Indicative
fr_fr: Indicatif

source: Add a date
fr_fr: Ajouter une date

source: Sender
fr_fr: Émetteur

source: Template
fr_fr: Modèle

source: Select a page
fr_fr: Sélectionner une page

source: Untitled
fr_fr: Sans titre

source: Error: not a Parking Management shortcode
fr_fr: Erreur: Ce n'est pas un shortcode géré par Parking Management

source: failed to get config
fr_fr: la récupération de la configuration à échoué

source: Outside
fr_fr: Extérieur

source: Inside
fr_fr: Intérieur

source: Personal Information
fr_fr: Information personnel

source: Firstname
fr_fr: Prénom

source: Zip code
fr_fr: Code postal

source: Mobile phone
fr_fr: Mobile

source: Type of vehicle
fr_fr: Type de véhicule

source: Car model
fr_fr: Modèle du Véhicule

source: Car Park
fr_fr: Parking

source: Trip Information
fr_fr: Voyage

source: Terminal departure
fr_fr: Terminal de départ

source: Terminal return
fr_fr: Terminal de retour

source: Dropping off at
fr_fr: Dépôt à

source: Landing at the airport
fr_fr: Arrivée à l'aéroport

source: Number of pax
fr_fr: Nombre de passager

source: Order amount
fr_fr: Montant de la commande

source: Confirm your order
fr_fr: Confirmer votre commande

source: Loading...
fr_fr: Chargement...

source: Car park is full on
fr_fr: Parking complet le

source: Summary of your order
fr_fr: Récapitulatif de votre commande

source: failed to get parking management instance
fr_fr: La récupération de la configuration a échoué

source: Checkout
fr_fr: Paiement

source: payment status not recorded
fr_fr: La mise à jour du status du paiement a échoué

source: Outside lots
fr_fr: Extérieur

source: Inside lots
fr_fr: Intérieur

source: Number of days
fr_fr: Nombre de jours

source: Price
fr_fr: Prix

source: High Season Price
fr_fr: Prix haute saison

source: Options price
fr_fr: Prix des options

source: person
fr_fr: personne

source: Database connection failed.
fr_fr: La connexion à la base de données a échoué

source: Database error.
fr_fr: Erreur base de données

source: Last step: payment
fr_fr: Dernière étape: paiement

source: Amount of the reservation :
fr_fr: Montant de la réservation :

source: Shuffle with more than 4 persons
fr_fr: Navette avec plus de 4 personnes

source: Days late
fr_fr: Jours de retard

source: Holidays (on leave and/or return)
fr_fr: Jours férié (au départ et/ou au retour)

source: Things forgotten in the vehicle
fr_fr: Oubli dans le véhicule

source: Your quote in 2 clicks
fr_fr: Votre devis en 2 clicks

source: Departure
fr_fr: Départ

source: Return
fr_fr: Retour

source: Failed to create member
fr_fr: Echec lors de la création du compte utilisateur

source: order creation failed in database insertion
fr_fr: Echec lors de la création de la réservation

source: fail to create order
fr_fr: Echec lors de la création de la réservation

source: Valet
fr_fr: Voiturier

source: vehicle creation failed
fr_fr: Échec lors de la création de votre véhicule

source: Copy and paste this code into your page to include price booking table.
fr_fr: Copier et coller ce code dans votre page pour inclure un tableau des prix pour les réservations de parking

source: Copy and paste this code into your page to include price valet table.
fr_fr: Copier et coller ce code dans votre page pour inclure un tableau des prix pour les réservations voiturier

source: Order already exist
fr_fr: Cette réservation existe déjà

source: Copy and paste this code into your page to include home valet form.
fr_fr: Copier et coller ce code dans votre page pour inclure un formulaire Voiturier en page d'accueil

source: Copy and paste this code into your page to include stripe payment form.
fr_fr: Copier et coller ce code dans votre page pour inclure un paiement Stripe

source: Date and hour
fr_fr: Date et heure

source: Pay and validate
fr_fr: Payer et valider

source: Pending payment
fr_fr: En attente de paiement

source: I hereby subscribe to the cancellation insurance for %s €
fr_fr: Je souhaite souscrire à l'assurance annulation pour %s €

source: I will keep my keys for %s €
fr_fr: Je garde ma clé pour %s €

source: Electric Vehicle charging for %s €
fr_fr: Charger mon véhicule électrique pour %s €

source: We only accommodate passenger vehicles such as compact cars, sedans, SUVs, and 4x4s.
fr_fr: Nous acceptons uniquement les véhicules de tourisme tels que les voitures compactes, les berlines, les SUV et les 4x4.

source: EV Charge
fr_fr: Recharge électrique

source: Night extra charge arrival
fr_fr: tarif pour arrivée et/ou départ de nuit

source: Keep your keys
fr_fr: Gardez vos clés

source: Oversize baggage
fr_fr: Bagage trop lourd

source: Cancellation insurance
fr_fr: Assurance annulation

source: Fees for extra baggage more than 2
fr_fr: Tarif pour plus de 2 bagages
